{ 
 "country": "Canada",
  
"college": " Thompson Rivers University",
  
"price" :  " Rs. 15.2 Lakhs per year",
  
"images":["<https://images.shiksha.com/mediadata/images/1533105684phpWW5jsZ_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1533105684phpcDc1Sp_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1533105684phpFCvRjQ.jpeg"],
  
"about" : "Thompson Rivers University (commonly referred to as TRU) is a public teaching and research university offering undergraduate and graduate degrees and vocational training. Its main campus is in Kamloops, British Columbia, Canada, and its name comes from the two rivers which converge in Kamloops, the North Thompson and South Thompson. The university has a satellite campus in Williams Lake, BC and a distance education division called TRU-Open Learning. It also has several international partnerships through its TRU World division.TRU offers 140 on-campus programs and approximately 60 online or distance programs through the Open Learning division, including trades apprenticeships, vocational certificates and diplomas, bachelor's and master's degrees and law.TRU is a public post-secondary institution, funded by the Province of British Columbia through the Ministry of Advanced Education (AVED). As legislated by the province in the Thompson Rivers University Act, the purposes of the university are to offer baccalaureate and master's degree programs, to offer post-secondary and adult basic education and training, to undertake and maintain research and scholarly activities, and to provide an open learning educational credit bank for students. The university must promote teaching excellence and the use of open learning methods. In carrying out its purposes, the university must serve the educational and training needs in the region specified by the Lieutenant Governor in Council, and the open learning needs of British Columbia."

}
 
{ 
   
"country": "Canada",

  "college": "University Canada West",
 
  "price": "Rs. 10.2 lakhs per year",
  
"images":["<https://images.shiksha.com/mediadata/images/1534239309php5al4vW.png,<https://images.shiksha.com/mediadata/images/1534239309php48wL4U.jpeg,<https://images.shiksha.com/mediadata/images/1534239309phpmDAoNV.jpeg"],
 
  "about": "University Canada West (UCW) is a private, for-profit, university in British Columbia, Canada. It was founded in 2005 by David F. Strong, the former president of the University of Victoria. UCW was purchased in 2008 by the Eminata Group and in 2014 sold to Global University Systems, its present owners. Based in downtown Vancouver, the university offers undergraduate and post-graduate programs in business and management.Earlier sited on two floors of an office building on Melville Street in downtown Vancouver, the university relocated in 2014 to the nearby London Building where it occupies five floors. The 10-storey London Building is located at 626 West Pender Street and was originally built in 1912 for the London and British North American Company.The University is accredited by the British Columbia Ministry of Advanced Education, Skills & Training, and carries the Education Quality Assurance (EQA) accreditation under the 2003 Degree Authorization Act.The University is also a member of the British Columbia Council on Admission & Transfer.In 2017 the university's bachelors and post-graduate business degrees received accreditation by the Accreditation Council for Business Schools and Programs (ACBSP).As of 2019 UCW offers a Bachelor of Commerce, a Bachelor of Arts in Business Communication, and an MBA. The mode of study for these degrees is either full-time on campus or part-time online.[32] It also offers an Associate of Arts degree."
 }
{
"country": "USA",
"college": "university of massachusetts lowell",
"price": "$26,840 per year",
"images": ["<https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/University_Suites._Lowell%2C_MA.jpg/800px-University_Suites._Lowell%2C_MA.jpg,<https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Wannalancit_Mills_-_University_of_Massachusetts_Lowell_-_DSC00092.JPG/800px-Wannalancit_Mills_-_University_of_Massachusetts_Lowell_-_DSC00092.JPG,<https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Recreation_Center%2C_north.jpg/800px-Recreation_Center%2C_north.jpg"],
"about":"The University of Massachusetts Lowell (also known as UMass Lowell) is a public research university in Lowell, Massachusetts. The university is part of the University of Massachusetts system and has been regionally accredited by the New England Association of Schools and Colleges (NEASC) since 1975.With over 1,150 faculty members and over 18,000 students, it is the largest university in the Merrimack Valley and the second-largest public institution in the state.The university offers 122 bachelor's, 43 master's and 36 doctoral degree programs, including nationally recognized programs in engineering, criminal justice, education, music, science and technology.The university is one of the few public universities in the United States to offer accredited undergraduate degrees in meteorology, sound recording technology, nuclear engineering and plastics engineering. It was the first to offer a degree in music education. Academically, UMass Lowell is organized into six schools and colleges: the College of Fine Arts, Humanities and Social Sciences; the College of Education; the Kennedy College of Sciences; the Francis College of Engineering; the Manning School of Business; and the Zuckerberg College of Health Sciences.The University of Massachusetts Lowell has an acceptance rate of 60 percent,a freshman retention rate of 86 percent, and a six-year graduation rate of 60 percent.In 2016, 87% of first-year students rated their overall educational experience as "good" or "excellent".The average combined SAT score (Critical Reading and Math) for incoming freshmen for fall 2016 was 1179, up more than 100 points since fall 2008, and the average entering GPA was a 3.59, up from 3.18 in fall 2010.52% of undergraduate classes had 20 students or fewer in the fall 2017-2018 semester. In 2017 UMass awarded a total of 2,619 Bachelor's, 1,018 Master's and 110 Doctoral degrees."
}
{
    "country": "USA",
    "college": "University of New Hampshire",
    "price": "Rs.30.7 lakhs per year",
    "images":["<https://images.shiksha.com/mediadata/images/1511853795php3M5jzM_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1511853796phplaDNUD_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1511853796phppUoSBm.jpeg"],
    "about": "The University of New Hampshire (UNH) is a public research university in the University System of New Hampshire, in the United States. The university's Durham campus, comprising six colleges, is located in the Seacoast region of the state. A seventh college, the University of New Hampshire at Manchester, occupies the university's campus in Manchester, the state's largest city. The University of New Hampshire School of Law, known as the Franklin Pierce Law Center until 2010, is located in Concord, the state's capital.The University of New Hampshire was founded and incorporated in 1866, as a land grant college in Hanover in connection with Dartmouth College. In 1893, UNH moved to Durham.With over 15,000 students between its Durham, Manchester, and Concord campuses, UNH is the largest university in the state. UNH is one of only a few universities that is designated a land-, sea-, and space-grant institution. The university's current President is James W. Dean Jr., the 20th President of the University, who took over from Mark Huddleston on June 30, 2018.Their mascot is a wildcat and the university's colors are blue and white.The University of New Hampshire is located in the town of Durham, and is a traditional New England campus. The Durham campus is 1,100 acres (4.5 km2), with 300 acres (1.2 km2) in the campus core and 800 acres (3.2 km2) of open land on the west edge of campus. The campus core is considered to be the university property within a 10-minute walk from Thompson Hall, the symbolic and near-geographic center of campus. The campus core contains many of the academic and residential buildings, while the outer campus contains much of the agriculture land and buildings. The university owns a total of 2,600 acres (11 km2) of land."
}
{
    "country": "New Zealand",
    "college": "Toi Ohomai Institute of Technology",
    "price": "Rs. 13.1 lakhs per year",
    "images": "<https://images.shiksha.com/mediadata/images/1540381213phpq1hEAA_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1540381213phpvoOUpw_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1540381213phpX3TIZl.jpeg",
    "about": "Toi Ohomai Institute of Technology is a New Zealand tertiary education institute with campuses in Rotorua, Tauranga, and other towns in the Bay of Plenty region. It was formed in May 2016 after the amalgamation of the Bay of Plenty Polytechnic and Waiariki Institute of Technology. Toi Ohomai is the largest tertiary provider in the Bay of Plenty, and the third largest institute of technology in New Zealand.At Toi Ohomai we truly believe that your success is key to the success of our whole region. That’s why we’re here - to help make your dreams a reality.More than 13,000 students just like you study with us across nearly 86 delivery sites, having chosen their course from more than 200 study options.With specialties in business, creative arts, engineering, forestry, health and nursing, hospitality, marine science, road transport, tourism, trades and more, there’s something for everyone. We offer courses from entry level certificates right through to postgraduate level.Toi Ohomai is a network of purposeful connections with our community and industry – together we are forming constellations of excellence, knowledge, people, partnerships and innovation throughout the region, united in the exchange of knowledge. We are all here to be awakened and inspired by learning and to ensure our people, communities and region continue to prosper and flourish.We are one of the largest tertiary providers in the Bay of Plenty. Our five main campuses can be found throughout the beautiful Bay of Plenty and South Waikato in Rotorua, Taupō, Tauranga, Tokoroa and Whakatāne."
}
{
    "country":"New Zealand",
    "college":"SOUTHERN INSTITUTE OF TECHNOLOGY",
    "price": "NZ$26,400 per year",
    "images": ["<https://i2.wp.com/resources.stuff.co.nz/content/dam/images/1/n/c/2/r/q/image.related.StuffLandscapeSixteenByNine.620x349.1nby4y.png/1512677994760.jpg?w=640&ssl=1,<https://www.sit.ac.nz/portals/0/upload/images/accommodation/invercargill/SIT-Apartments-Yarrow-St.jpg,<https://d1abomko0vm8t1.cloudfront.net/article/images/740x500/dimg/southern_institute_of_technology_tay_st_invercargill.jpg"],
    "about":"Southern Institute of Technology (SIT) (Māori: Te Whare Wānanga o Murihiku) is one of New Zealand’s largest institutes of technology, with over 12,000 students in 2011[citation needed].Established in 1971, SIT has since become famous for its Zero Fees Scheme. The scheme, which is open to New Zealand citizens and permanent residents, sees students save thousands of dollars on the cost of their tertiary education. The Institute is also renowned for the quality of its facilities and equipment.SIT’s three main campuses are located in Invercargill with other campuses located in Queenstown, Gore, Christchurch and Auckland. Students can study from anywhere in New Zealand and the world via SIT’s distance education faculty, SIT2LRN.SIT offers over 200 programmes in a wide range of academic, technical and professional subjects at postgraduate, graduate, bachelor, diploma and certificate levels. SIT is a member of the International Association of Universities.SIT has three campuses in Invercargill. SIT’s main campus is situated either side of Tay Street. SIT Downtown is situated in the center of Invercargill’s business district and is home to SIT’s new media and arts programmes. SIT Sound in the Invercargill Radio Network Building is host to SIT's audio production programmes."
}
{
    "country":"Queensland University of Technology",
    "college":"Australia",
    "price":"$32,900 per year full-time",
    "images":"<https://static.sliit.lk/wp-content/uploads/2017/12/sliit-international-section-transfer-options-Queensland-university.jpg,<https://i1.wp.com/securityelectronicsandnetworks.com/wp-content/uploads/2018/10/QUT-Foyer.jpg-MR.jpg?fit=1024%2C682&ssl=1,<https://www.timeshighereducation.com/sites/default/files/styles/institution_gallery_responsive/public/institution_images/queensland-university-of-technology-exterior.jpg?itok=1b0WWHGe",
    "about":"Queensland (abbreviated as Qld) is the second-largest and third-most populous state in the Commonwealth of Australia. Situated in the north-east of the country, it is bordered by the Northern Territory, South Australia and New South Wales to the west, south-west and south respectively. To the east, Queensland is bordered by the Coral Sea and Pacific Ocean. To its north is the Torres Strait, with Papua New Guinea located less than 200 km across it from the mainland. The state is the world's sixth-largest sub-national entity, with an area of 1,852,642 square kilometres (715,309 sq mi).As of 15 May 2018, Queensland has a population of 5,000,000,concentrated along the coast and particularly in the state's South East. The capital and largest city in the state is Brisbane, Australia's third-largest city. Often referred to as the "Sunshine State", Queensland is home to 10 of Australia's 30 largest cities and is the nation's third-largest economy. Tourism in the state, fuelled largely by its warm tropical climate, is a major industry.Queensland was first inhabited by Aboriginal Australians and Torres Strait Islanders.The first European to land in Queensland (and Australia) was Dutch navigator Willem Janszoon in 1606, who explored the west coast of the Cape York Peninsula near present-day Weipa. In 1770, Lieutenant James Cook claimed the east coast of Australia for the Kingdom of Great Britain. The colony of New South Wales was founded in 1788 by Governor Arthur Phillip at Sydney; New South Wales at that time included all of what is now Queensland, Victoria and Tasmania. Queensland was explored in subsequent decades until the establishment of a penal colony at Brisbane in 1824 by John Oxley. Penal transportation ceased in 1839 and free settlement was allowed from 1842.The state was named in honour of Queen Victoria, who on 6 June 1859 signed Letters Patent separating the colony from New South Wales. Queensland Day is celebrated annually statewide on 6 June. Queensland was one of the six colonies which became the founding states of Australia with federation on 1 January 1901."
}
{
    "country":"Australia",
    "college":"Southern Cross University",
    "price":"Rs. 17.2 lakhs per year",
    "images":["<https://images.shiksha.com/mediadata/images/1509012035phpI4twgZ_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1509012035php0ULi8e_300x200.jpeg,<https://images.shiksha.com/mediadata/images/1509012035phpI676Zu.jpeg"],
    "about":"Bold, progressive, and celebrating 25 years in 2019, Southern Cross University is one of the Asia-Pacific’s Top 100 Universities and one of the world’s Top 50 Generation Y Universities. 

Our contemporary campuses, with purpose-built, state-of-the-art facilities, are located on the east coast of Australia, at the Gold Coast in Queensland, and in Lismore and Coffs Harbour in New South Wales. All are unique regions renowned for their natural beauty and ecological diversity, providing living laboratories for learning and creative hubs for artistic endeavour.

Branch campuses in Sydney, Melbourne and Perth are operated in collaboration with EduCo on behalf of Southern Cross University. The University also operates The Hotel School Sydney and Melbourne in partnership with Mulpha Australia. We also deliver degrees with collaborators in China and Papua New Guinea.

We have a large and diverse range of courses available online, offering interactive and immersive learning experiences, wherever our students are.

Whether studying on-campus, online, or both, we deliver exciting, contemporary and high quality learning experiences.

We aim to produce graduates who are career ready, world ready and digitally literate, and who experience an academic environment distinctive for its personal approach.

The University has a strong focus on industry and community collaboration to produce engaged teaching and research outcomes. The University is home to nine research centres.

In the latest Excellence in Research for Australia report, Southern Cross achieved outstanding ratings of 'at world standard' or above in 24 research fields. In nine research fields the University was evaluated at the highest possible classification of 'well above world standard'. This was achieved in the fields of Geochemistry, Oceanography, Environmental Science and Management, Zoology, Agricultural and Veterinary Sciences, Crop and Pasture Production, Forestry Sciences, Nursing, Complementary and Alternative Medicine."
} 